Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/onedrive/vedtak_nob.docx.tmx
Source language: nob
Languages: sme

source: Sametinget er et folkevalgt organ av og for samer, og er med dette representativt for det samiske folk.
sme: Mearrádus Sámediggi lea sámiid álbmotválljejuvvon orgána, ja nu lea sámi álbmoga ovddasteaddji.

source: Med bakgrunn av nasjonale lover og internasjonale konvensjoner har samene som urfolk rett til med- og selvbestemmelse over sin kultur og samfunnsliv.
sme: Nationála lágaid ja riikkaidgaskasaš konvenšuvnnaid vuođul lea sámiin álgoálbmogin mielmearridan- ja iešmearridanriekti iežaset kultuvrra ja servvodateallima hárrái.

source: Deriblant fremkommer det av ILO konvensjonen 169 at utforming og gjennomføring av helsetjenester for urfolk skal skje under urfolks eget ansvar og kontroll.
sme: Maiddái ILO konvenšuvnnas 169 boahtá ovdan ahte dearvvašvuođabálvalusat álgoálbmogiid várás galget álgoálbmogiid iežaset ovddasvástádusa ja dárkkisteami olis hábmejuvvot ja čađahuvvot.

source: Sametingsrådet mener at oppfyllelsen av ILO konvensjonens ordlyd forutsetter at styrer i regionale helseforetak har samisk representasjon valgt av Sametinget.
sme: Sámediggeráđđi oaivvilda ahte jus dat mii daddjo ILO konvenšuvnnas galgá ollašuvvat de eaktuduvvo ahte regionála dearvvašvuođadoaimmahagaid stivrrain leat Sámedikki válljen sámiid ovddasteaddjit.

source: Sametingsrådet viser også til pågående oppfølging av strategisk videreutvikling av spesialisthelsetjenester til den samiske befolkningen.
sme: Sámediggeráđđi maiddái čujuha bargui mii lea jođus spesialistadearvvašvuođabálvalusaid strategalaš viidáseappo ovdánahttimis sámi álbmoga várás.

source: Sametingsrådet mener at dette forutsetter at styrene i regionale helseforetak har samisk deltagelse og kompetanse.
sme: Jus galgá bures čuovvulit strategiija, de eaktuda dat ahte regionála dearvvašvuođadoaimmahagaid stivrrain lea sámi oassálastin ja gelbbolašvuohta.

source: Sametinget har følgende representanter til styrer i regionale helseforetak: Helse Nord RHF: Henrik Olsen Helse Midt RHF: Ellinor Marita Jåma Helse Sør Øst RHF: Gunn Kristin Hætta
sme: Sámedikkis leat čuovvovaš áirasat regionála dearvvašvuođadoaimmahagaid stivrraide: Davvidearvvašvuohta GDÁ: Henrik Olsen Helse Midt RHF: Ellinor Marita Jåma Helse Sør Øst RHF: Gunn Kristin Hætta
